/* Localizable strings of com.apple.screensaver preference manifest */

"screensaver.pfm_title" =			"Screen Saver Loginwindow";
"screensaver.pfm_description" =			"Screen saver and sleep password preferences and login window screeen saver preferences";
"loginWindowIdleTime.pfm_title" =			"Login Window Idle Time";
"loginWindowIdleTime.pfm_description" =		"Login window idle time in seconds. Set to 0 to disable screensaver at login window.";
"loginWindowModulePath.pfm_title" =			"Login Window Screen Saver Module Path";
"loginWindowModulePath.pfm_description" =	"File system path to a screen saver module. For example, “/System/Library/Screen Savers/Flurry.saver”. Note that not all screen savers will work before login. These may include any feed, random, shuffle or non-Apple codesigned screensavers.";
"askForPassword.pfm_title" =			"Require Password";
"askForPassword.pfm_description" =			"Require password to wake from sleep or screen saver. Set to 1 to require a password. Set to 0 to not require a password.";
